Repository: vfede/Uni-WiFi
Catalog: Sapienza_WiFi/Sapienza WiFi/l10n/AppResources.*.resx
Languages: it_it

# ABOUT
source: Do a faster than ever authentication and start browsing on the Sapienza University wifi network! This app remember your credentials in a secure way, so you do not have to open the browser every time to type them in. This app is not endorsed by Sapienza University. All trademarks and logos are property of their respective owners.
it_it: Fai login in un lampo e naviga col WiFi dell'Università Sapienza! Questa app ricorda in modo sicuro le tue credenziali di accesso e ti permette di fare login in modo facile e veloce, senza dover aprire il browser! Questa app non è affiliata all'Università Sapienza. Loghi e marchi appartengono ai rispettivi proprietari.

# ALREADY_LOGGEDIN
source: YOU ARE ALREADY LOGGED IN.
it_it: LOGIN GIA' EFFETTUATO. ERI GIA' CONNESSO.

# BROUGHT_BY
source: This app is brought to you by vfede.
it_it: Questa app è stata creata da vfede.

# CONNECTED
source: YOU SUCCESSFULLY LOGGED IN.
it_it: LOGIN RIUSCITO, ORA SEI CONNESSO.

# DESCRIPTION
source: Fill the form with your credentials for the academic wifi, they will be saved automatically.
it_it: Inserisci le tue credenziali di accesso alla rete wifi d'ateneo, verranno salvate automaticamente.

source: Disable 3G
it_it: Disattiva 3G

# DISABLE_WIFI
source: Toggle WiFi
it_it: Scegli WiFi

# EMAIL
source: Email feedback or suggestions
it_it: Invia un feedback

source: Enable 3G
it_it: Attiva 3G

source: Enable WiFi
it_it: Attiva WiFi

# ERROR
source: AN ERROR OCCURRED, PLEASE TRY AGAIN.
it_it: C'E' STATO UN ERRORE. RIPROVA.

# LOGGED_FROM_ANOTHER1
source: This user already logged in from another device,
it_it: Hai già effettuato il login da un altro dispositivo.

# LOGGED_FROM_ANOTHER2
source: only 1 logins per user allowed.
it_it: Massimo 1 accesso per utente.

# MAX_ATTEMPTS_1
source: MAX ATTEMPTS REACHED. PLEASE WAIT 1 MINUTE AND RETRY.
it_it: NUMERO MASSIMO DI TENTATIVI RAGGIUNTO. ATTENDERE 1 MINUTO E RIPROVARE.

# MAX_ATTEMPTS_5
source: MAX ATTEMPTS REACHED. PLEASE WAIT 5 MINUTE AND RETRY.
it_it: NUMERO MASSIMO DI TENTATIVI RAGGIUNTO. ATTENDERE 5 MINUTI E RIPROVARE.

# MORE_APPS
source: Tap here for more apps.
it_it: Tocca qui per altre app.

# RATE
source: Rate and review this app
it_it: Vota e commenta questa app

# USERNAME
source: Student ID number
it_it: Matricola

# WEB_ERROR
source: Connection error
it_it: Errore di rete

# WEB_ERROR_MESSAGE
source: Service is not reachable at the moment. Please retry later.
it_it: Il servizio è momentaneamente irraggiungibile. Riprova più tardi.

# WIFI_OFF
source: WiFi si off.
it_it: Il WiFi è spento

# WIFI_OFF_MESSAGE
source: You need to enable WiFi on your mobile to access the wifi network.
it_it: Devi attivare il WiFi per poter accedere alla rete d'ateneo.

# WRONG_CREDENTIALS
source: WRONG USERNAME OR PASSWORD. PLEASE CHECK THEM AND RETRY.
it_it: USERNAME O PASSWORD ERRATI. RICONTROLLA I DATI INSERITI.

# WRONG_WIFI
source: Sapienza WiFi not found
it_it: Rete WiFi d'Ateneo non tovata

# WRONG_WIFI_MESSAGE
source: You are not connected to the Sapienza WiFi network. Open WiFi settings to connect.
it_it: Non sei connesso alla rete WiFi della Sapienza. Apri le impostazioni WiFi per connetterti.
